---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Ksf
source: html/2fca6a21-4a1c-01d3-5e05-7f47d60931e8.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Ksf Property

Symbol ksf, indicating unit Kips per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId Ksf { get; }
```